{
  "Profile": "البروفايل",
  "Logout": "تسجيل خروج",
  "Login": "تسجيل دخول",
  "Medical Teams": "الفرق الطبية",
  "Services": "الخدمات",
  "Home": "الصفحة الرئيسية",
  "Ongoing Care":"عناية مستمرة",
  "Team": "الفريق",
  "Arabic": "العربية",
  "English": "الإنجليزية",
  "Name": "الاسم",
  "Age": "العمر",
  "Years of Experience": "سنوات الخبرة",
  "phy-title": " العلاج الفيزيائي ",
  "phy-text": "نقدم خدمة العلاج الفيزيائي بمهارة لضمان استعادة الحركة والقدرة الوظيفية بفعالية وأمان. ",

  "cannula-title": "كانولا",
  "cannula-text": "نقدم خدمة تركيب الكانولا بمهارة لضمان تلقي العلاج الوريدي بفعالية وأمان.",
  "sugar-title": "قياس سكر",
  "sugar-text": "نقدم خدمة قياس السكر بدقة وسرعة لضمان متابعة مستمرة لمستويات السكر.",
  "bloodPressure-title": "قياس ضغط الدم",
  "bloodPressuretext": "نقدم خدمة قياس ضغط الدم بانتظام لمراقبة صحتك وضمان استقرار حالتك.",
  "injection-title": "حقن الإبر",
  "injection-text": "نقدم خدمة زرق الإبر بدقة واحترافية لضمان راحتك وسلامتك.",
  "hand-title": "علاج حروق الجلد",
  "hand-text":"نقدم خدمة علاج حروق الجلد بمهارة لضمان الشفاء بسرعة وأمان.",
  "suture-title": "خياطة الجروح",
  "suture-text": "نقدم خدمة خياطة الجروح بمهارة لضمان التئام الجروح بسرعة وأمان.",
  "Ask-The-Servive":"اطلب الخدمه ",
  "careMessage": "احنا هنا حتى نراعيك بعناية و محبة",
  "Emergency":"حالة طارئة" ,
  "OurMedicalServices": "خدماتنا الطبية",
  "MedicalServicesDescription": "خدماتنا تشمل رعاية تمريضية محترفة ورعاية صحية مستمرة على مدار الساعة، مع استجابة سريعة وفعالة لحالات الطوارئ لضمان صحة وسلامة مرضانا في كل الأوقات."
,
"Phone-Number": "رقم الهاتف",
  "Number-of-visits": "عدد الزيارات",
  "Address": "العنوان",
  "Select-Service": "اختر الخدمة",
  "order":"اطلب",
  "Healthy Future": "اعمل اليوم من أجل غد أكثر صحة",
  "Copyright": "حقوق الطبع والنشر",
  "Quick Links": "روابط سريعة",
  "About": "عنا",
  "Contact Us": "يمكنك التواصل معنا هنا",
  "Phone": "الهاتف",
  "Facebook": "فيسبوك",
  "Twitter": "تويتر",
  "LinkedIn": "لينكد إن",
  "Disease-condition":"حالة المرض",
  "years-old":"سنة",
  "Enhancing ":"تحسين نوعية الحياة من خلال الرعاية الصحية المنزلية",
  "Meddawi":"يقدم مداوي خدمات الرعاية الصحية المنزلية الرحيمة لضمان رفاهية المرضى في منازلهم. نحن ملتزمون بوضع معايير الرعاية المنزلية.",
  "Conect Us":"اتصل بنا ",
  "Dealing":"التعامل بالحب والرحمة",
  "Dealingdesc":"نحن نقدم مجموعة واسعة من خدمات الرعاية الصحية المنزلية، بما في ذلك التمريض الماهر، والعلاج الطبيعي، والمساعدة في أنشطة الحياة اليومية، وكلها مصممة لتلبية الاحتياجات الفريدة لكل مريض. "
,"teamp":"يتكون فريق مداوي من مقدمي رعاية مرخصين وذوي خبرة وممرضين ومتخصصين في الرعاية الصحية متحمسين لتقديم أفضل رعاية ممكنة"
 ,"ourteam":"فريقنا "
,"24hour":"  رعاية مستمرة على مدار 24 ساعة للمرضى المزمنين والمعاقين"
,"Nursing Care":"الرعاية التمريضية للحالات الطارئة "
,"24hourtext":"نحن نقدم رعاية صحية متخصصة ومستمرة على مدار الساعة للأفراد الذين يعانون من أمراض مزمنة أو إعاقات. تم تصميم هذه الخدمة لضمان حصول المرضى على الدعم والرعاية التي يحتاجونها في كل لحظة من اليوم. يتكون فريقنا من المتخصصين في الرعاية الصحية من ممرضين مؤهلين تأهيلاً عاليًا وذوي خبرة قادرين على تلبية جميع الاحتياجات الصحية للمرضى، سواء كانت تتعلق بالعلاج الطبي أو الرعاية اليومية أو الدعم النفسي. نحن نؤمن بأن كل مريض يستحق أعلى مستوى من الرعاية، خاصة أولئك الذين يحتاجون إلى رعاية طويلة الأمد أو رعاية مكثفة بسبب ظروفهم الصحية. ولهذا السبب نقوم بتصميم خطط رعاية فردية لكل مريض، مع التركيز على توفير بيئة مريحة وآمنة تعزز راحتهم ورفاهيتهم."
,"Nursing Caretext":" نقدم رعاية تمريضية متخصصة لحالات الطوارئ. في أوقات الأزمات، تعد الاستجابة السريعة والدقيقة أمرًا حيويًا لإنقاذ الأرواح والحفاظ على الصحة. فريقنا من الممرضات المدربين تدريبًا عاليًا متاح دائمًا للاستجابة الفورية لأي حالة طارئة. نحن نستخدم أحدث التقنيات والأدوات الطبية لضمان تقديم أفضل رعاية ممكنة في أسرع وقت ممكن. سواء كانت الرعاية المطلوبة لمريض يعاني من حالة مزمنة أو حالة طارئة، فإن هدفنا هو تقديم الدعم الشامل والمستمر لضمان أفضل النتائج الصحية الممكنة."

,"Our Service":"خدماتنا "


}
