{
    "Meddawi": "Meddawi",
    "Profile": "Profile",
    "Logout": "Logout",
    "Login": "Login",
    "Medical Teams": "Medical Teams",
    "Services": "Services",
    "Home": "Home", 
  "Ongoing Care": "Ongoing Care",
  "Team": "Team",
  "Arabic": "Arabic",
  "English": "English",

    "Name": "Name",
    "Age": "Age",
    "Years of Experience": "Years of Experience",
  


"phy-title": " Physical therapy  ",
  "phy-text":"We provide skilled physical therapy services to ensure the effective and safe restoration of movement and functional abilities." ,

  "cannula-title": "Cannula",
  "cannula-text": "We provide cannula insertion services with skill to ensure effective and safe intravenous treatment.",
  "sugar-title": "Blood Sugar Measurement",
  "sugar-text": "We offer blood sugar measurement services with precision and speed to ensure continuous monitoring of sugar levels.",
  "bloodPressure-title": "Blood Pressure Measurement",
  "bloodPressuretext": "We provide regular blood pressure measurement services to monitor your health and ensure stable condition.",
  "injection-title": "Injection",
  "injection-text": "We offer injection services with accuracy and professionalism to ensure your comfort and safety.",
  "hand-title": "Burn Treatment",
  "hand-text": "We provide burn treatment services with skill to ensure quick and safe recovery.",
  "suture-title": "Wound Suturing",
  "suture-text": "We offer wound suturing services with skill to ensure quick and safe healing of wounds.",
  "Ask-The-Servive":"Ask the service", 
   "careMessage": "We are here to care for you with kindness and love",
   "Emergency":"Emergency" ,
    "OurMedicalServices": "Our Medical Services",
  "MedicalServicesDescription": "Our services include professional nursing care and continuous health care around the clock, with a rapid and effective response to emergencies to ensure the health and safety of our patients at all times.",
  "Phone-Number": "Phone Number",
  "Number-of-visits": "Number of Visits",
  "Address": "Address",
  "Select-Service": "Select Service",
  "order":"Order",
  "Healthy Future": "Work today for a healthier tomorrow",
  "Quick Links": "Quick Links",
  "About": "About",
  "Contact Us": "You can contact us here",
  "Phone": "Phone",
  "Facebook": "Facebook",
  "Twitter": "Twitter",
  "LinkedIn": "LinkedIn",
  "Disease-condition":"Disease condition",
  "years-old":"Years old",
  "Enhancing ":"Enhancing the quality of life through home health care",

  " Meddawi":"Meddawi provides compassionate home health care services to ensure the well-being of patients in the comfort of their homes. We are committed to setting the standard for home-based care."
,  "Conect Us":"Conect Us"
,  "Dealing":"Dealing with love and mercy"
,  "Dealingdesc":" We offer a wi de range of home health care services, including skilled nursing, physical therapy, and assistance with daily living activities, all tailored to meet the unique needs of each patient. "
,"teamp":"Meddawi  team is composed of licensed, experienced caregivers, nurses, and healthcare professionals who are passionate about providing the best care possible"

,"ourteam":"Our team"
,"24hour":" 24-Hour Continuous Care for Chronic Patients and the Disabled"
,"Nursing Care":"Nursing Care for Emergency Cases "
,"24hourtext":" We provide specialized and continuous healthcare around the clock for individuals with chronic conditions or disabilities. This service is designed to ensure that patients receive the support an care they need every moment of the day. Our team of healthcare professionals consists of highly qualified and experienced nurses who are capable of meeting all the patients' health needs, whether related to medical treatment, daily care, or psychological support. We believe that every patient deserves the highest level of care,especially those who require long-term or intensive care due to their health conditions. That’s why we tailor individual care plans for each patient, focusing on providing a comfortable and safe environment that enhances their comfort and well-being."
,"Nursing Caretext":" We provide specialized nursing care for emergency cases. In times of crisis, a rapid and accurate response is vital for saving lives and maintaining health. Our team of highly trainednurses is always available to respond immediately to any emergency situation. We use the latest technologies and medical tools to ensure the best possible care is delivered as quickly as possible .Whether the care required is for a patient with a chronic condition or an emergency case, our goal is to provide comprehensive and continuous support to ensure the best possible health outcomes. "
,"Our Service":"Our Service"
,"Create a new account":"Create a new account "
,"email":" Email"
,"password":"Password"

," Sign in to your account":" Sign in to your account "
,"Don't have an account?":"Don't have an account? "
,"Sign in to your account":"Sign in to your account"










  }
  