{
    
    "Profile": "Profile",
    "Logout": "Logout",
    "Login": "Login",
    "Medical Teams": "Medical Teams",
    "Services": "Services",
    "Home": "Home", 
  "Ongoing Care": "Ongoing Care",
  "Team": "Team",
  "Arabic": "Arabic",
  "English": "English",

    "Name": "Name",
    "Age": "Age",
    "Years of Experience": "Years of Experience",
  


"phy-title": " Physical therapy  ",
  "phy-text":"We provide skilled physical therapy services to ensure the effective and safe restoration of movement and functional abilities." ,

  "cannula-title": "Cannula",
  "cannula-text": "We provide cannula insertion services with skill to ensure effective and safe intravenous treatment.",
  "sugar-title": "Blood Sugar Measurement",
  "sugar-text": "We offer blood sugar measurement services with precision and speed to ensure continuous monitoring of sugar levels.",
  "bloodPressure-title": "Blood Pressure Measurement",
  "bloodPressuretext": "We provide regular blood pressure measurement services to monitor your health and ensure stable condition.",
  "injection-title": "Injection",
  "injection-text": "We offer injection services with accuracy and professionalism to ensure your comfort and safety.",
  "hand-title": "Burn Treatment",
  "hand-text": "We provide burn treatment services with skill to ensure quick and safe recovery.",
  "suture-title": "Wound Suturing",
  "suture-text": "We offer wound suturing services with skill to ensure quick and safe healing of wounds.",
  "Ask-The-Servive":"Ask the service", 
   "careMessage": "We are here to care for you with kindness and love",
   "Emergency":"Emergency" ,
    "OurMedicalServices": "Our Medical Services",
  "MedicalServicesDescription": "Our services include professional nursing care and continuous health care around the clock, with a rapid and effective response to emergencies to ensure the health and safety of our patients at all times.",
  "Phone-Number": "Phone Number",
  "Number-of-visits": "Number of Visits",
  "Address": "Address",
  "Select-Service": "Select Service",
  "order":"Order",
  "Healthy Future": "Work today for a healthier tomorrow",
  "Quick Links": "Quick Links",
  "About": "About",
  "Contact Us": "You can contact us here",
  "Phone": "Phone",
  "Facebook": "Facebook",
  "Twitter": "Twitter",
  "LinkedIn": "LinkedIn",
  "Disease-condition":"Disease condition",
  "years-old":"Years old",
  "Enhancing ":"Enhancing the quality of life through home health care",

  "Meddawi":"Meddawi provides compassionate home health care services to ensure the well-being of patients in the comfort of their homes. We are committed to setting the standard for home-based care."
,  "Conect Us":"Conect Us"
,  "Dealing":"Dealing with love and mercy"
,  "Dealingdesc":" We offer a wi de range of home health care services, including skilled nursing, physical therapy, and assistance with daily living activities, all tailored to meet the unique needs of each patient. "
,"teamp":"Meddawi  team is composed of licensed, experienced caregivers, nurses, and healthcare professionals who are passionate about providing the best care possible"

,"ourteam":"Our team"
,"24hour":" 24-Hour Continuous Care for Chronic Patients and the Disabled"
,"Nursing Care":"Nursing Care for Emergency Cases "
,"24hourtext":"We provide specialized, continuous, around-the-clock health care to individuals with chronic diseases or disabilities. This service is designed to ensure that patients receive the support and care they need at every moment of the day.","Nursing Caretext":"We provide specialized nursing care for emergency situations. In times of crisis, a quick and accurate response is vital to saving lives and maintaining health.","Our Service":"Our Service"
,"Create a new account":"Create a new account "
,"email":" Email"
,"password":"Password"

," Sign in to your account":" Sign in to your account "
,"Don't have an account?":"Don't have an account? "
,"Sign in to your account":"Sign in to your account"

,"Who We Are?":"Who We Are?"
,"Who We Are?text":"At Meddawi we are dedicated to providing compassionate and professional home health care services that enhance the quality of life for our patients."
," Our Team !":" Our Team !"

,"Our Team !text":"   Our team is composed of licensed, experienced caregivers,nurses, and healthcare professionals who are passionate aboutproviding the best care possible."
,"Why Choose Us ?":"  Why Choose Us ?"

,"Why Choose Us ?text":"What sets us apart is our commitment to personalized care, and a holistic approach that addresses both the physical and emotional well-being of our clients."
,"Contact us" :"Contact us"
,"Contact ustext" :"We invite you to explore our services and contact us to see how we can help you or your loved one live a healthier, happier life at home."
  }
  